/* No comment provided by engineer. */
"--- ALL CATEGORIES ---" = "--- VŠECHNY KATEGORIE ---";

/* No comment provided by engineer. */
"About" = "O";

/* No comment provided by engineer. */
"Add Comment" = "Přidat komentář";

/* No comment provided by engineer. */
"Add Map" = "Přidat mapu";

/* No comment provided by engineer. */
"Add Map By URL" = "Přidat URL mapy";

/* No comment provided by engineer. */
"Add Map Error" = "Add Map Error";

/* No comment provided by engineer. */
"Add Report" = "Přidat hlášení";

/* No comment provided by engineer. */
"Added" = "Vloženo";

/* No comment provided by engineer. */
"Adding..." = "Vkládání...";

/* No comment provided by engineer. */
"All Categories" = "Všechny kategorie";

/* No comment provided by engineer. */
"All Checkins" = "All Checkins";

/* No comment provided by engineer. */
"Anonymous" = "Anonymní";

/* No comment provided by engineer. */
"Are you sure you want to cancel?" = "Jste si jisti, že chcete zrušit?";

/* No comment provided by engineer. */
"Authentication Required" = "Vyžadováno ověření";

/* No comment provided by engineer. */
"By using this app, you agree to the following terms and policy:" = "Užitím této aplikace, souhlasíte s následujícími podmínkami a politikou";

/* No comment provided by engineer. */
"Cancel" = "Zrušit";

/* No comment provided by engineer. */
"Categories" = "Kategorie";

/* No comment provided by engineer. */
"Categories..." = "Kategorie...";

/* No comment provided by engineer. */
"Category Required" = "Vyžadována Kategorie";

/* No comment provided by engineer. */
"Checkins..." = "Checkins...";

/* No comment provided by engineer. */
"Comment Queued" = "Comment Queued";

/* No comment provided by engineer. */
"Comment Required" = "Vyžadován Komentář";

/* No comment provided by engineer. */
"Contact" = "Kontakt";

/* No comment provided by engineer. */
"Date Required" = "Vyžadováno Datum";

/* No comment provided by engineer. */
"Description Required" = "vyžadován Popis";

/* No comment provided by engineer. */
"Details" = "Detaily";

/* No comment provided by engineer. */
"Display" = "Display";

/* No comment provided by engineer. */
"Done" = "Hotovo";

/* No comment provided by engineer. */
"Double tap to move map pin to new location" = "Double tap to move map pin to new location";

/* No comment provided by engineer. */
"Download Map Images" = "Stáhnout obrázky map";

/* No comment provided by engineer. */
"Download Photos" = "Stáhnout fotky";

/* No comment provided by engineer. */
"Email Required" = "E-mail vyžadován";

/* No comment provided by engineer. */
"Enable OpenGeoSMS" = "Povolit OpenGeoSMS";

/* No comment provided by engineer. */
"Enter comment" = "Zadat komentář";

/* No comment provided by engineer. */
"Enter description" = "Zadat popis";

/* No comment provided by engineer. */
"Enter email" = "Zadat e-mail";

/* No comment provided by engineer. */
"Enter email address" = "Zadat e-mailovou adresu";

/* No comment provided by engineer. */
"Enter first name" = "Zadat jméno";

/* No comment provided by engineer. */
"Enter last name" = "Zadat příjmení";

/* No comment provided by engineer. */
"Enter name" = "Zadat jméno";

/* No comment provided by engineer. */
"Enter title" = "Zadat název";

/* No comment provided by engineer. */
"Enter webpage" = "Zadat webstránku";

/* No comment provided by engineer. */
"Error Saving Photo" = "Chyba ukládání fotky";

/* No comment provided by engineer. */
"Find Location" = "Najít umístění";

/* No comment provided by engineer. */
"Find Maps Around Me" = "Najít Mapy kolem mě";

/* No comment provided by engineer. */
"Finding address..." = "Hledání adresy...";

/* No comment provided by engineer. */
"Finding location..." = "Hledání umístění...";

/* No comment provided by engineer. */
"for" = "for";

/* No comment provided by engineer. */
"Found" = "Found";

/* No comment provided by engineer. */
"Hide Status Bar" = "Hide Status Bar";

/* No comment provided by engineer. */
"I Agree" = "Souhlasím";

/* No comment provided by engineer. */
"Icon Badge Number" = "Icon Badge Number";

/* No comment provided by engineer. */
"Internet Connection Required" = "Vyžadováno internetové připojení ";

/* No comment provided by engineer. */
"Last synced" = "Poslední synchronizace";

/* No comment provided by engineer. */
"Latitude Required" = "Vyžadována Zeměpisná šířka";

/* No comment provided by engineer. */
"List" = "Seznam";

/* No comment provided by engineer. */
"Loading..." = "nahrábíní...";

/* No comment provided by engineer. */
"Locating..." = "Locating...";

/* No comment provided by engineer. */
"Location Required" = "Location Required";

/* No comment provided by engineer. */
"Locations..." = "Locations...";

/* No comment provided by engineer. */
"Longitude Required" = "Longitude Required";

/* No comment provided by engineer. */
"Map" = "Mapa";

/* No comment provided by engineer. */
"Maps" = "Maps";

/* No comment provided by engineer. */
"Maps..." = "Maps...";

/* No comment provided by engineer. */
"Model" = "Model";

/* No comment provided by engineer. */
"Name Required" = "Vyžadováno Jméno";

/* No comment provided by engineer. */
"No" = "Ne";

/* No comment provided by engineer. */
"No Category" = "Žádná kategorie";

/* No comment provided by engineer. */
"No checkins" = "No checkins";

/* No comment provided by engineer. */
"No comments" = "Žádné komentáře";

/* No comment provided by engineer. */
"No Date" = "Žádné datum";

/* No comment provided by engineer. */
"No Internet" = "Není Internet";

/* No comment provided by engineer. */
"No Location" = "Žádné umístění";

/* No comment provided by engineer. */
"No maps" = "Žádné mapy";

/* No comment provided by engineer. */
"No photos" = "Žádné fotky";

/* No comment provided by engineer. */
"No reports" = "Žádné hlášení";

/* No comment provided by engineer. */
"No videos" = "Žádná videa";

/* No comment provided by engineer. */
"No webpages" = "Žádné webstránky";

/* No comment provided by engineer. */
"Not verified" = "Neověřeno";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Pending" = "Pending";

/* No comment provided by engineer. */
"Pending Upload" = "Pending Upload";

/* No comment provided by engineer. */
"Photos" = "Fotky";

/* No comment provided by engineer. */
"Photos..." = "Fotky...";

/* No comment provided by engineer. */
"Please verify your internet connection and try again." = "Prosím ověřte vaše internetové připojení a pokračujte.";

/* No comment provided by engineer. */
"Privacy Policy" = "Privacy Policy";

/* No comment provided by engineer. */
"Report Queued" = "Hlášení ve frontě";

/* No comment provided by engineer. */
"Reports" = "Hlášení";

/* No comment provided by engineer. */
"Reports..." = "Hlášení...";

/* No comment provided by engineer. */
"Resize New Photos" = "Změna velikosti nové fotky";

/* No comment provided by engineer. */
"Resize Photo Width" = "Změna velikosti fotografie Šířka";

/* No comment provided by engineer. */
"Saved" = "Uloženo";

/* No comment provided by engineer. */
"Saving..." = "Ukládání...";

/* No comment provided by engineer. */
"Search address..." = "Vyhledání adresy...";

/* No comment provided by engineer. */
"Search checkins..." = "Search checkins...";

/* No comment provided by engineer. */
"Search reports..." = "Vyhledání hlášení...";

/* No comment provided by engineer. */
"Searching..." = "Vyhledávání...";

/* No comment provided by engineer. */
"Select a category" = "Vybrat kategorii";

/* No comment provided by engineer. */
"Send" = "Odeslat";

/* No comment provided by engineer. */
"Send via OpenGeoSMS" = "Odeslat přes OpenGeoSMS";

/* No comment provided by engineer. */
"Sending..." = "Odesílání..";

/* No comment provided by engineer. */
"Sent" = "Odeslané";

/* No comment provided by engineer. */
"Settings" = "Nastavení";

/* No comment provided by engineer. */
"Share Application" = "Sdílet aplikaci";

/* No comment provided by engineer. */
"SMS" = "SMS";

/* No comment provided by engineer. */
"Synchronize Error" = "Chyba synchronizace";

/* No comment provided by engineer. */
"Syncing..." = "Synchronizace...";

/* No comment provided by engineer. */
"Terms Of Service" = "Terms Of Service";

/* No comment provided by engineer. */
"Title Required" = "Vyžadován Název";

/* No comment provided by engineer. */
"Unable to add map to database" = "Unable to add map to database";

/* No comment provided by engineer. */
"Unsaved Changes" = "Neuložené změny";

/* No comment provided by engineer. */
"Upload" = "Upload";

/* No comment provided by engineer. */
"Upload Error" = "Upload Error";

/* No comment provided by engineer. */
"Upload via Ushahidi API" = "Upload via Ushahidi API";

/* No comment provided by engineer. */
"Uploaded" = "Uploaded";

/* No comment provided by engineer. */
"Uploaded report..." = "Uploaded report...";

/* No comment provided by engineer. */
"Uploaded video..." = "Uploaded video...";

/* No comment provided by engineer. */
"Uploading..." = "Uploading...";

/* No comment provided by engineer. */
"User Agreement" = "User Agreement";

/* No comment provided by engineer. */
"User Captured Video" = "User Captured Video";

/* No comment provided by engineer. */
"User Location" = "User Location";

/* No comment provided by engineer. */
"Verified" = "Ověřené";

/* No comment provided by engineer. */
"Version" = "Verze";

/* No comment provided by engineer. */
"Video Error" = "Video Error";

/* No comment provided by engineer. */
"with" = "with";

/* No comment provided by engineer. */
"Yes" = "Ano";

/* No comment provided by engineer. */
"Your report has been uploaded and is pending approval." = "Vaše hlášení bylo odesláno a čeká na schválení.";

